Repository: CodeAtCode/Glossary
Catalog: languages/*.po
Languages: es

source: Glossary
es: Glosario

source: Settings
es: Ajustes

source: Glossary auto-link settings
es: Configuración auto-link de el glosario

source: Related search terms
es: Términos de búsqueda relacionados

source: More than one: Comma Separated Values
es: Más de uno: valores separados por comas

source: External URL
es: URL Externa

source: Redirects links to an external/affliate URL
es: Redireccione enlaces a un URL externo/afiliado

source: Open external link in a new window
es: Abrir este enlace en una nueva ventana

source: No Follow link
es: No Follow enlace

source: Put rel="nofollow" in the link for SEO purposes
es: Poner rel="nofollow" en el enlace para propósitos SEO

source: Please upload a valid .json file
es: Por favor, sube un archivo .json válido.

source: Please upload a file to import
es: Por favor, sube un archivo a importar

source: Import/Export
es: Importar/Exportar

source: Enable in:
es: Activar en:

source: Enable also in following archives:
es: También permiten en los siguientes archivos:

source: Home
es: Inicio

source: Category archive
es: Archivo por categoría

source: Tag archive
es: Archivo por etiquetas

source: Glossary Archive
es: Archivo de Glosario

source: Glossary Taxonomy
es: Taxonomía de Glosario

source: Link only the first occurence
es: Enlazar sólo a la primera ocurrencia

source: Prevent duplicate links and tooltips in the same post
es: Evitar enlaces duplicados e tooltip en la misma entrada

source: Enable tooltips on terms
es: Activar sugerencias de los términos

source: Tooltip will popup on hover
es: Pasando por encima será emergente un tooltip

source: Tooltip style
es: Estilo Tooltip

source: Only classic shows featured images
es: Mostrar solamente imágenes destacadas clásicas

source: Excerpt length
es: Longitud del extracto

source: Enable image in tooltip
es: Habilitar la imagen en el tooltip

source: Check it if you want also term's featured image in classic tooltips
es: Compruebe si desea mostrar la imagen destacada en tooltip clásicos

source: Export Settings
es: Exportar ajustes

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
es: Exportar la configuración del plugin de este sitio como un archivo .json. Esto le permite importar fácilmente la configuración en otro sitio.

source: Export
es: Exportar

source: Import Settings
es: Importar Ajustes

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
es: Importar la configuración del plugin desde un archivo .json. Este archivo se puede obtener mediante la explotación de los ajustes en otro sitio usando el formulario de arriba.

source: Import
es: Importar

source: Codeat Newsletter
es: Boletín Codeat

source: Follow us
es: Síguenos

source: A Codeat Plugin
es: Un Plugin de Codeat

source: List of alphabet taxonomies for glossary terms
es: Lista de las taxonomías alfabetica para los términos de el glosario

source: Title
es: Titulo

source: Enter the widget title.
es: Ingresar el titulo para el widget.

source: Show Counts
es: Mostrar contador

source: Glossary Categories
es: Glosario de las categorías

source: List of Glossary Categories
es: Lista de las categorías de el glosario

source: Latest Glossary Terms
es: Últimos términos de el glosario

source: View all post filed under %s
es: Ver todas las entradas en %s

source: List of latest Glossary Terms
es: Lista de los últimos términos de el Glosario

source: Number
es: Numero

source: Select how many glossary to show.
es: Seleccione el número de terminos para mostrar.

source: Glossary Term
es: Término del glosario

source: Glossary Terms
es: Términos del glosario

source: Term Category
es: Categoria del término

source: Terms Categories
es: Categorias del términos

source: More
es: Ampliar

source: Read More
es: Leer más
