Repository: CodeAtCode/Glossary
Catalog: languages/glossary-by-codeat-*.po
Languages: pt_pt

source: Glossary
pt_pt: Glossário

source: Settings
pt_pt: Configurações

source: Glossary auto-link settings
pt_pt: Configurações auto-link do glossário

source: Related search terms
pt_pt: Termos relacionados

source: More than one: Comma Separated Values
pt_pt: Mais que um: Valores Separados por Vírgulas

source: External URL
pt_pt: URL Externa

source: Redirects links to an external/affliate URL
pt_pt: Redirecionar os links num URL externo/afiliado

source: Open external link in a new window
pt_pt: Abrir o link externo em uma nova janela

source: Put rel="nofollow" in the link for SEO purposes
pt_pt: Põe rel=''nofollow'' no link com propósitos de SEO

source: Please upload a valid .json file
pt_pt: Por favor faça o upload de um arquivo .json válido

source: Please upload a file to import
pt_pt: Por favor faça upload de um arquivo para importar

source: Import/Export
pt_pt: Importar/Exportar

source: Enable in:
pt_pt: Ativar:

source: Enable also in following archives:
pt_pt: Ativar também nos seguintes arquivos:

source: Category archive
pt_pt: Arquivo das categorias

source: Tag archive
pt_pt: Arquivo das etiquetas

source: Glossary Archive
pt_pt: Arquivo do glossário

source: Glossary Taxonomy
pt_pt: Taxonomia do glossário

source: Link only the first occurence
pt_pt: Ligar só na primeira ocorrência do termo

source: Prevent duplicate links and tooltips in the same post
pt_pt: Impedir links duplicados e tooltip no mismo artigo

source: Enable tooltips on terms
pt_pt: Ativar tooltip nos termos

source: Tooltip will popup on hover
pt_pt: Quando ficas sobre isso termo aparecerá um tooltip

source: Tooltip style
pt_pt: Estilo do tooltip

source: Only classic shows featured images
pt_pt: Mostra apenas imagens de destaque clássicas

source: Excerpt length
pt_pt: Comprimento do sumário

source: Enable image in tooltip
pt_pt: Ativar imagem no tooltip

source: Check it if you want also term's featured image in classic tooltips
pt_pt: Marca se quiser também

source: Export Settings
pt_pt: Exportar configurações

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
pt_pt: Esporta as configurações do plugin para isso website come um arquivo .json. Isso permite de importar facilmente a configuração noutro website.

source: Export
pt_pt: Exportar

source: Import Settings
pt_pt: Importar configurações

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
pt_pt: Importa as configurações do plugin desde um arquivo .json. Isto arquivo pode ser obtido através da exportação das configurações noutro website com a utilização do formulario em cima.

source: Import
pt_pt: Importar

source: Codeat Newsletter
pt_pt: Newsletter de Codeat

source: Follow us
pt_pt: Siga-nos

source: A Codeat Plugin
pt_pt: O Plugin de Codeat

source: List of alphabet taxonomies for glossary terms
pt_pt: Lista das taxonomias alfabeticas para os termos do glossário

source: Title
pt_pt: Título

source: Enter the widget title.
pt_pt: Inserir o nome do widget.

source: Show Counts
pt_pt: Mostrar número de termos

source: Glossary Categories
pt_pt: Categorias do glossário

source: List of Glossary Categories
pt_pt: Lista das categorias do glossário

source: Latest Glossary Terms
pt_pt: Termos do glossario mais recentes

source: View all post filed under %s
pt_pt: Ver todos os artigos arquivados em %s

source: List of latest Glossary Terms
pt_pt: Lista dos termos do glossario masi recentes

source: Number
pt_pt: Número

source: Select how many glossary to show.
pt_pt: Seleccione o número de termos a apresentar.

source: Glossary Term
pt_pt: Termo do glossário

source: Glossary Terms
pt_pt: Termos do glossário

source: Term Category
pt_pt: Categoria do termo

source: Terms Categories
pt_pt: Categorias dos termos

source: More
pt_pt: Mais

source: Read More
pt_pt: Ler mais
