Repository: CodeAtCode/Glossary
Catalog: includes/CPT_Core/languages/cpt-core-*.po
Languages: es_es

source: Add New %s
es_es: Agregar nuevo %s

source: Edit %s
es_es: Edito %s

source: New %s
es_es: %s nuevos

source: All %s
es_es: Todos %s

source: View %s
es_es: Veo %s

source: Search %s
es_es: Busco %s

source: No %s found in Trash
es_es: no hay %s que se encuentran en la basura

source: Parent %s:
es_es: Padre %s:

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado borrado.

source: %1$s updated.
es_es: %1$s actualiza.

source: %1$s restored to revision from %2$s
es_es: %1$s restaurado a la revisión de %2$s

source: %1$s saved.
es_es: %1$s guardado.

source: %1$s updated. <a href="%2$s">View %1$s</a>
es_es: %1$s actualizado. <a href="%2$s">Ver %1$s</a>

source: %1$s published. <a href="%2$s">View %1$s</a>
es_es: %1$s publicado. <a href="%2$s">Ver %1$s</a>

source: %1$s submitted. <a target="_blank" href="%2$s">Preview %1$s</a>
es_es: proyecto de %1$s actualiza. <a target="_blank" href="%2$s">Vista previa %1$s</a>

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %1$s</a>
es_es: Página programada por: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vista previa</a>

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %1$s</a>
es_es: proyecto de %1$s actualiza. <a target="_blank" href="%2$s">Vista previa %1$s</a>

source: %1$s published.
es_es: %1$s publicado. <a href="%2$s">Ver %1$s</a>

source: %1$s submitted.
es_es: Enviado el: <b>%1$s</b>

source: %1$s scheduled for: <strong>%2$s</strong>.
es_es: %1$s programado para: <strong>%2$s</strong>.

source: %1$s draft updated.
es_es: proyecto de %1$s actualiza. <a target="_blank" href="%2$s">Vista previa %1$s</a>

source: %s Title
es_es: título del %s
